Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: The filth was sickening, the cold intense, and a bursting Russian shell might at any moment maim or kill them, while it was certain death to show a head above the protecting wall of the trench, only fifty or a hundred yards from the muzzle of a Russian sharpshooter's gun. (source)
ne: सैनिकहरुलाई कुनै पनि उद्देश्यको लागि ट्रेन्च छोड्ने अनुमति थिएन। यहाँ उनीहरूले हेर्न तथा कुर्न, खान, सुत्न र पिउन पर्दथ्यो। फोहोर घिनलाग्दो थियो, अत्यन्त चिसो र विस्फोटक रसियन ग्रिनेडले जुन सुकै समयमा उनीहरूलाई अपाङ्ग वा मार्न सक्दथ्यो। ट्रेन्चको सुरक्षा पर्खाल माथि टाउको निकाल्नु भनेको मृत्यु निम्त्याउनु जस्तै थियो, रसियन शार्पसुटरको बन्दुकको नालबाट यो पचास वा सय यार्ड मात्र टाढा थियो।

source: "Manchurian Merchants on Market Day in Dalny." (source)
ne: "डान्लीमा हाटको दिन मन्चुरियन व्यापारीहरु।"(स्रोत)

source: Manchurian merchants flocked here in great numbers and did a thriving business. (source)
ne: मे २५ मा डान्ली कब्जा भएको थियो, र घेराबन्दी सेनाको अड्डा बन्यो। यहाँ ठूलो संख्यामा मन्चुरियन व्यापारीहरु ओइरिए र सफल व्यवसाय गरे।

source: "Japanese soldier washing his camp dishes." (source)
ne: "जापानी सैनिकले आफ्नो शिविरको भाँडा धोँदै।" (स्रोत)

source: Every Japanese soldier carried what he called his "panican" which somewhat resembled the American workman's dinner pail. It had several compartments, and in these the soldier carried his "iron" ration of rice, dried fish, bacon, salt and sometimes a pickle or a little sweetmeat. It is the belief of European and American physicians that the marvelous power of recovering shown by the wounded Japanese soldier was due to their simple diet. (source)
ne: हरेक जापानी सैनिकले बोक्ने आफ्नो "प्यानिकन" अमेरिकी कामदारको डिनर डोल जस्तो देखिन्थ्यो। यसमा धेरै डिब्बाहरु थिए, र यी डिब्बाहरुमा सैनिकहरूले आफ्नो "थोरै खानाको आपतकालीन आपूर्ति" को चामल, सुक्खा माछा, सुंगुरको मासु, नुन र कहिलेकाहीँ अचार वा अलिकति स्विटमिट बोक्थे।यूरोपियन र अमेरिकन चिकित्सकहरूको धारणा यो छ कि घाइते जापानी सैनिकमा देखिएको स्वास्थ्यलाभ गर्ने अद्भुत शक्ति उनीहरूको साधारण आहारको कारण थियो।

source: "Scene in the Japanese trenches."
ne: "जापानी ट्रेन्चको दृश्य।"(स्रोत)

source: "Japanese Wounded Entering Hospital at Dalny." (source)
ne: "जापानी घाइतेहरु डान्ली स्थित अस्पतालमा भर्ना हुँदै।" (स्रोत)

source: Many of the Russian government buildings and store houses were used for hospital purposes, to make room for the thousands upon thousands of wounded who kept pouring in. The hospitals were so full at times that new arrivals had to be deposited in the street, where they staid until a place could be provided for them.
ne: हजारौँ घाइते भएकाहरु र लगातर थपिने घाइतेहरुलाई राख्नको निमित्त धेरै रूसी सरकारी भवनहरू र भण्डारण घरहरू अस्पतालको प्रयोजनका लागि उपयोग गरिएका थिए। अस्पतालहरू कहिलेकाहीँ पूरै भरिन्थे र नयाँ आएका घाइतेहरुलाई सडकमा राख्नु पर्दथ्यो जहाँ उनीहरू ठाउँ खाली नभएसम्म शान्त रहन्थे।

source: Unlocking Breech of an "Osaka Baby" (source)
ne: "ओसाका बेबी" तोप अनलक गर्दै (स्रोत)

source: The enormous coast defense guns which the Japanese brought over from Japan to use against Port Arthur were christened "Osaka Babies" by the war correspondents. These guns were designed to defend the coast of Japan against a naval attack, and were not expected ever to be moved from the foundations on which they rested.
ne: पोर्ट आर्थर विरुद्ध प्रयोग गर्न जापानीहरुले जापानको अन्य स्थानबाट ल्याएका विशाल समुद्र तट सुरक्षा बन्दूकहरू जसलाई युद्ध संवाददाताहरूले "ओसाका बेबी" नामकरण गरेका थिए। यी बन्दुकहरू जापानको तर्फबाट नौसेना आक्रमणको विरुद्धमा रक्षा गर्न निर्माण गरिएका थिए र ती बन्दुकहरुलाई कहिले पनि त्यहाँबाट अन्यत्र कतै नलैजाने सोचले राखिएका थिए। तर जब रूसीहरूले पोर्ट आर्थरको प्रयोगविहीन युद्धपोतबाट सबै भन्दा ठूला नौसेना बन्दूकहरू कब्जामा लिएका थिए र उनीहरूले पोष्टमा राखेका स्पस्ट भएपश्चात उनीहरूसँग लड्न उस्तै शक्तिको हतियार हुनु आवश्यक भयो।

source: Recreation in a Japanese Army camp. Attribution 2.0 Generic (CC BY 2.0) (source)
ne: जापानी सैनिक शिविरमा मनोरञ्जन। Attribution 2.0 Generic (CC BY 2.0) (स्रोत)

source: The Japanese have a wonderful way of acquiring Western ways. They investigate everything, and whatever they think will improve their way of living or working they readily accept. They even had a commission examine the advantages of Christianity over their own religions, but the commission reported that the Japanese were much gentler and more honest and moral people than any Christian nation as a whole, and that the Christian zealots and hypocrites had no counterpart in Japan.
ne: जापानीहरूसँग पश्चिमी तौर-तरिका ग्रहण गर्ने अद्भुत कला छ। उनीहरु सबै कुराको अनुसन्धान गर्छन्, र आफ्नो जीवन शैली वा काममा सुधार ल्याउन सहयोग पुर्याउँछन् भन्ने लागेमा सजिलै स्वीकार्छन्। आफ्नै धर्ममा भन्दा ईसाई धर्मको फाइदाहरु बारे जाँच गर्ने उनीहरुको आयोग पनि थियो तर आयोगले जापानी कुनै पनि ईसाई राष्ट्र भन्दा धेरै विनम्र, इमानदार र नैतिक व्यक्ति भएको र जापानमा ईसाई कट्टरपन्थी तथा पाखण्डी जस्ता कोही पनि समकक्षमा नभएको रिपोर्ट गर्यो। हाम्रो तस्विरले जापानी निजी सैनिकहरू एक अमेरिकी युद्ध संवाददाताको निर्देशनमा क्वाड्रिल नाचिरहेको देखाउँछ। ओसाका ब्यान्ड बजाइरहेको छ र यी सैनिकहरूले उत्साहसाथ अभ्यास गरिरहेका छन्, मानौं सबै जापानीहरुका ध्यान उनीहरुतर्फ नै भए जस्तो। फ्याउरो र हांस जस्ता उनीहरुलाई कठिन नहुने सरल खेलहरु र कहिलेकाहीँ मार्शल ओयामाको अधीनमा लडेका जनरल फुकुशिमा रचित विजय स्तुति गान गाएर फुर्सदको समय बिताउथे।

source: Our picture shows Japanese private soldiers dancing a quadrille under the instruction of an American war correspondent. The Osaka band is playing and these soldiers are practicing with an earnestness as if all Japan had their eyes on them.
ne: थप तस्विरहरु फ्लिकरको बोस्टन पब्लिक लाइब्रेरी संग्रहमा,मोनाश विश्वविद्यालयको संग्रहमा रलफायट कलेजको स्किलमन लाइब्रेरी संग्रहमा पाउन सकिन्छ।

source: More images can be found at the Boston Public Library collection on Flickr, in the Monash University collection and in the Skillman Library at Lafayette College collection. All images from Boston Public Library official Flickr account under license Attribution 2.0 Generic (CC BY 2.0).
ne: सम्पूर्ण तस्विरहरु Attribution 2.0 Generic (CC BY 2.0) अन्तर्गत बोस्टन पब्लिक लाइब्रेरीको आधिकारिक फ्लिकर अकाउन्टबाट लिइएका हुन्। तस्विर क्याप्सन टी. डब्ल्यू. इन्गर्सल,लफायट कलेज लाइब्रेरी लगायत अन्य स्रोतहरुबाट प्राप्त, पब्लिक डोमेन (प्रतिलिपि अधिकार अविदित)।

source: Why pilgrims from India and Nepal throng to see an orchid that blooms in April · Global Voices
ne: अप्रिलमा फुल्ने सुनगाभा हेर्न नेपाल र भारतका श्रद्धालुहरू किन ओइरिन्छन्

source: Shrine dedicated to gardener sisters whom Salahesh used to meet at the Salahesh fulbari in Siraha district of eastern Nepal. Image by Sanjib Chaudhary.
ne: माली दिदीबहिनी प्रति समर्पित ऐतिहासिक स्थल जोसँग सलहेस पूर्वी नेपालको सिरहा जिल्लास्थित सलहेस फूलबारीमा भेट्ने गर्दथिए। तस्वीर: संजीव चौधरी।

source: An orchid that blooms around mid-April in a garden of historical and cultural significance in Siraha, eastern Nepal attracts hordes of pilgrims from both India and Nepal every year.
ne: पूर्वी नेपालको सिरहास्थित ऐतिहासिक तथा सांस्कृतिक महत्वको वाटिकामा मध्य अप्रिलको वरिपरि फुल्ने सुनगाभाले हरेक वर्ष भारत र नेपाल दुवै देशका लाखौं श्रद्धालुहरूलाई आकर्षित गर्दछ।

source: The locals in the area of the garden, known as the Salahesh Fulbari, believe that the flower blooms on the very first day of the year, 1st of Baishakh (the first month in the Nepali Calendar). According to legend, the orchid symbolizes the garland offered to the folk hero Salahesh by his beloved malin (a Maithili word for a female gardener).
ne: सलहेस फूलबारी भनेर चिनिने वाटिका क्षेत्रको स्थानीय वासिन्दाहरू उक्त्त फूल नववर्षको पहिलो दिन, वैशाख १ गते (नेपाली पात्रो अनुसार वर्षको पहिलो महिना) फुल्ने गर्छ भन्ने विश्वास गर्दछन्।पौराणिक कथा अनुसार, सुनगाभाले लोक नायक सलहेसलाई आफ्नो प्रेमिका मालिन (महिला मालीलाई प्रयोग गरिने एक मैथिली शब्द) द्वारा अर्पित पुष्पहारको प्रतीक जनाउँछ।

source: Strange flower!
ne: अनौठो फूल !

source: A flower that blooms only on the New Year 1st of Baishakh at the historical and ancient garden located in the south of Siraha’s Padariya Chowk on the East-West Highway. The orchid blooms on the haram tree in the Salahesh Garden early in the morning and wilts in the evening. Photo: RSS (National News Agency)
ne: पूर्व–पश्चिम राजमार्गअन्तर्गत सिरहाको पडारिया चोकदेखि दक्षिणमा रहेको ऐतिहासिक तथा प्राचीन फूलबारीमा नयाँ वर्ष वैशाख १ गते मात्र फुल्ने फूल । ‘सल्हेस’ फूलबारी ‘हारमको’ रुखमा एकाबिहानै सुनाखरी आकारको फूल फुल्छ र साँझ ओइलाएर जान्छ । तस्वीर: रासस pic.twitter.com/SCRYHquX0I — Saral Patrika (@SaralPatrika) April 13, 2018

source: Fascinating folklores, cultural demigod
ne: चित्ताकर्षक लोकगाथा, सांस्कृतिक महापुरुष

source: Not much has been written about Salahesh, also known as Sailesh (the king of mountains) and Jayavardhan. However, in the southern plains of eastern Nepal and adjoining states in Bihar of India, there are many folklore stories featuring Salahesh and his adventures.
ne: सलहेसका बारेमा धेरै लेखिएको छैन, उनलाई शैलेश (पर्वतका राजा) र जयवर्द्वन भनेर पनि चिन्ने गरिन्छ।यद्यपि, पूर्वी नेपालको दक्षिणी समतल भूमिहरूमा र सिमानामा पर्ने भारतको बिहार राज्यमा सलहेस र उनका साहसिक गाथाहरू चित्रण गरिएको कथाहरुका लोकगाथा पाइन्छन्। सलहेसका पराक्रम र मालिनसँगको उनको प्रेम बारेमा लोक कथाका विभिन्न रुपहरू एक पीढीबाट अर्को पीढीमा हस्तान्तरण भयो।

source: Different versions of folktales handed down from one generation to the other talk about Salahesh’s bravery and his love for his malin. According to one legend, Salahesh used to visit the Salahesh Fulbari to pick flowers for use in religious rituals after performing his ablutions.
ne: एक पौराणिक कथा अनुसार, सलहेस स्नान गरिसकेपश्चात धार्मिक अनुष्ठानमा प्रयोग गर्नको निमित्त फूल टिप्न सलहेस फूलबारी जाने गर्दथिए। उनी उक्त्त फूलबारीको चार दिदीबहिनीहरूलाई भेट्थे र यही क्रममा तीमध्ये एकजनासँग उनको प्रेम बस्यो। स्थानीय वासिन्दाका अनुसार, हरेक वर्ष मध्य अप्रिलमा फुल्ने सुनगाभा उनीहरुको प्रेमको प्रतीक मानिन्छ। युवा जोडीहरू नेपाली नववर्षको दिनमा आफ्ना मनोकामना पूर्ण गर्न तथा सलहेस र उनका माली प्रेमिकाको जस्तै प्रेम अमर रहोस् भन्ने चाहना लिएर वाटिका जाने गर्दछन्।

source: He would meet four sisters who were gardeners there, and in due course, he fell in love with one of them.
ne: सलहेस बारेका कथा अनुसार, उनी तथाकथित तल्लो वर्ग मानिने दुसाध समुदायका थिए। यद्यपि, उनी दनुवार थिए भन्ने दाबी पनि दनुवार समुदायले गरेका छन्। तर सलहेसलाई सबै वर्ग र जातिले समान श्रद्धा र निष्ठाकासाथ पूजा गर्दछन्। समयसँगै उनी एक दलित नायकबाट सबै समुदायका लागि महापुरुष बने।

source: The orchid which blooms in mid-April every year, according to locals, symbolizes that love.
ne: पौराणिक कथा विपरीत विज्ञान

source: Young couples visit the garden on the Nepali New Year’s Day to receive blessings for their love and express hope that their love would last long just like that of Salahesh and his gardener love. According to many stories about Salahesh, he was a Dusadh, a member of the so-called untouchable community.
ne: हरेक वर्ष लाखौं श्रद्धालुहरू फूलको एक झलक पाउन र सलहेस तथा मालिनको पूजा-अर्चना गर्न सलहेस फूलबारी ओइरिने गरे तापनि उक्त्त फूलबारे विज्ञानले अरु नै कारण मान्दछ।

source: He is also claimed, however, by the Danuwar community.
ne: स्थानीय वासिन्दाले फूल वैशाख १ गते बिहानै फुलेर साँझमा ओइलिन्छ भनेर दाबी गरे तापनि नववर्षको शुरुआत अगाडि नै सुनगाभा फुलेको देखिन्छ।

source: But Salahesh is worshipped by all, irrespective of caste and ethnicity.
ne: सुनगाभाको यो तस्विर नववर्ष वैशाख १ गतेभन्दा ४ दिन अगाडि खिचिएको हो। तस्वीर:संजीव चौधरी।

source: With time, he has evolved for several communities from a Dalit hero into a demigod. Mythology versus science
ne: नेपाल सरकारकोवनस्पति विभागले उक्त्त फूललाई डेन्ड्रोबियम एफिलम (आरओएक्सबी.) सी. ई. सी. फिस्च , सुनगाभा र स्थानीय रुपमा हारमको रुख भनेर चिनिने उक्त्त फूल फुल्ने रुखलाई बिस्चोफिया जाभानिका ब्ल्यूम वा बिसपउड हो भन्ने पहिचान गरेको छ ।

source: While hundreds of thousands of pilgrims flock to the Salahesh Fulbari each year to get a glimpse of the famous flower and worship Salahesh and malin, science says something else.
ne: वैशाख १ मा मात्रै फुल्ने फूल । The flower that only blooms for a day in mid April. #SalaheshFulbari #Flower #Unique #Tarai A post shared by Ganesh Acharya (@theganeshlife) on Apr 14, 2018 at 5:38pm PDT

source: Although the locals claim that the flower blooms in the early morning on the 1st of Baishakh and wilts in the evening, the orchid blooms appear before the onset of the New Year.
ne: फणाकार सुनगाभा भनेर पनि चिनिने यस प्रजातिलाई दक्षिणी भारतमा विलियम रोक्सबर्गले पत्ता लगाएका थिए। यो फूल भारत, नेपाल, भुटान, बर्मा, चीन, थाईल्याण्ड, लाओस, कम्बोडिया, भियतनाम र मलेसियामा पाइन्छ।

source: This picture of the orchid was clicked four days ahead of the 1st Baishakh, the first day of the New Year.
ne: फूलको प्रजाति र उक्त्त फूलको सलहेस फूलबारीमा फुल्ने तथा ओइलाउने समय बारेको मिथक तोडिए पनि महापुरुष सलहेस प्रतिको श्रद्धा र भक्तिभावले गर्दा मानिसहरू नेपाली नव वर्षको अघि पछि पनि वाटिका भ्रमण गर्दछन्। र उनीहरू यस अनौठो तथा प्रसिद्ध फूल नेपाली नव वर्षको पहिलो दिन मात्र बिहानै फुलेर साँझमा ओइलाउने आफ्ना विश्वासको आधारमा सलहेस फुलबारी गइरहने छन्।

source: Bulgarian environmental activists score important court victory in struggle to #SavePirin National Park · Global Voices
ne: बुल्गेरियाई पर्यावरण अभियन्ताहरुलाई पिरिन राष्ट्रिय निकुञ्ज बचाऔं अभियान प्रति महत्वपूर्ण न्यायिक सफलता

source: A raised relief map of Pirin Mountain area on the wall of Mountain Rescue Service in Borovets, Bulgaria. Photo by Global Voices, CC-BY.
ne: बोरोभेट, बुल्गेरिया स्थित माउन्टेन रिजर्व सर्भिसको भित्तामा ठड्याइएको पिरिन पर्वत क्षेत्रको पहाड तथा उपत्यकाको नक्सा। फोटो-ग्लोबल भ्वाइसेज, CC-BY।

source: Environmental activists cheered when on April 26 the Bulgarian Supreme Administrative Court ruled that the government must stop its plans to allow new construction at Pirin National Park, a UNESCO World Heritage Site, without conducting a Strategic Environmental Assessment first.
ne: पर्यावरण अभियन्ताहरु उत्साहित बने जब अप्रिल २६ मा बुल्गेरियाको सर्वोच्च प्रशासनिक न्यायालयले पूर्व रणनीतिक पर्यावरणीय मूल्याङ्कन सञ्चालन नगरेसम्म युनेस्को विश्व सम्पदा स्थल, पिरिन राष्ट्रिय निकुञ्जमा नयाँ निर्माण थाल्न अनुमति दिने योजनाहरू रोक्नै पर्ने फैसला सरकारलाई सुनायो।

source: A coalition called For the Nature had brought the lawsuit and hailed the court's decision as an important step in their fight to protect the treasured piece of nature.
ne: फर द नेचर भनिने एक गठबन्धनले मुद्दा दायर गरेको थियो र न्यायलयको फैसलाको स्वागत गर्यो प्रकृतिको सुन्दर रचना सुरक्षित राख्ने आफ्नो अभियानमा एक महत्वपूर्ण कदमको रुपमा।

source: According to WWF-Bulgaria, a coalition member:
ne: विश्व वन्य जन्तु कोष (डब्ल्यूडब्ल्यूएफ)-बुल्गेरियाका अनुसार, गठबन्धन सदस्य:

source: Development of the plan has been financed by the EU. The threat to Pirin National Park has incited a five-month-long wave of protests across Bulgaria and abroad. The latest round took place in Sofia, Blagoevgrad, Plovdiv, Sliven and London on April 26, in which participants also demanded protection of natural heritage in the Black Sea area.
ne: योजनाले हाललाई अनुमति दिइएको क्षेत्र भन्दा १२.५ गुणा ठूलो क्षेत्रमा निर्माण अनुमति दिन्छ र निकुञ्जको लगभग ६० प्रतिशत भू-भागलाई असर पुर्याउँदै व्यावसायिक रुपमा रुख कटान कार्यको थालनी हुन सक्दछ (हाल निकुञ्जमा कुनै व्यावसायिक रुख कटान अनुमति छैन)। विकास योजनामा यूरोपियन यूनियनद्वारा वित्तीय सहयोग भएको छ।

source: The activists who initiated the lawsuit say such development will jeopardize the whole park and is in direct violation of EU Directive 2001/42/EO, which requires that an environmental assessment must be made in cases of decisions affecting tourism, forest industry and biodiversity.
ne: पिरिन राष्ट्रिय निकुञ्जमा निर्माण कार्यको आशंकाले पाँच-महिना लामो विरोध प्रदर्शनको लहर बुल्गेरिया र विदेशमा उठाइदिएको छ। सबैभन्दा पछिल्लो चरणको विरोध प्रदर्शन अप्रिल २६ मा सोफिया, ब्लागोभग्राद, प्लोभदिभ, स्लिभेन र लण्डनमा भएको थियो। उक्त्त विरोध प्रदर्शनमा सहभागीहरुले कृष्ण सागर (ब्ल्याक सी) क्षेत्रमा प्राकृतिक सम्पदा संरक्षणको माग पनि गरे।

source: The court argued that without conducting the required environmental assessment, "the Ministry had no basis to make a proper estimate whether the actions from the plan would have an impact on the environment or not."
ne: न्यायलयको फैसलाले बुल्गेरियाई पर्यावरण तथा जल मन्त्रालयद्वारा पूर्व रणनीतिक पर्यावरण मूल्यांकन नगरी सन् २०१४-२०२० को अवधिका लागि पिरिन राष्ट्रिय निकुञ्जको मस्यौदा व्यवस्था योजना स्वीकार गर्ने निर्णय उल्ट्याइ दियो। मन्त्रालयले बान्स्को शहर नजिकै नयाँ स्की सुविधा निर्माण गर्न अनुमति दिएको थियो।

source: The three-judge panel noted that such assessment must be based on the criteria of the Environmental Assessment Regulation, which had not been the case so far.
ne: कानूनी लडाईंको पहल गर्ने अभियन्ताहरु भन्छन् यस्तो गतिविधिले पुरै निकुञ्जलाई खतरामा पार्दछ र यूरोपियन यूनियन डाइरेक्टिभ २००१/४२/ ईओ को प्रत्यक्ष उल्लंघन हो, जसमा पर्यटन, वन, उद्योग तथा जैविक विविधतालाई प्रभावित पार्ने निर्णयको मामलामा पर्यावरणीय मूल्यांकन गर्नै पर्दछ।

source: Even though they briefly celebrated the Supreme Administrative Court ruling, Bulgarian environmental activists are cautious to consider it an end to their struggle to #SavePirin, as they are aware that powerful financial interests would like to claim the land for their tourism projects. For one, legally the ministry has two weeks to submit an appeal, which would be submitted to a five-judge panel.
ne: न्यायलयले सूचित गरेको छ कि आवश्यक पर्यावरणीय मूल्याङ्कन नगरी "योजनाको कार्यकलापले वातावरणमा असर पुर्याउँन सक्थ्यो वा सक्ने थिएन भन्ने बारेमा मन्त्रालयको यथोचित मूल्यांकन गर्ने आधार थिएन।" तीन-न्यायाधीश प्यानलले बताए अनुसार यस्तो मूल्याङ्कन पर्यावरण मूल्याङ्कन नियमनको मापदण्डमा आधारित हुनुपर्छ, जुन बिषय अहिलेसम्म थिएन।

source: Great news for @zazemiata + thousands of people protesting against plans to damage #Pirin national park in Bulgaria! #SavePirin https://t.co/fBM7QtCGGM — Friends of the Earth (@foeeurope) April 30, 2018
ne: सर्वोच्च प्रशासनिक न्यायालयको फैसला उनीहरुले प्रशंसा गरेता पनि बुल्गेरियाई पर्यावरण अभियन्ताहरु यसलाई आफ्नो#SavePirin, अभियान अन्त्य भएको मान्न सतर्क छन् किन भने प्रभावशाली वित्तीय स्वार्थले पर्यटन परियोजनाको निमित्त उक्त्त क्षेत्र दावी गर्न खोज्नेछ भन्ने कुरामा उनीहरु सचेत छन्। जस्तो कि, कानूनी रूपमा मन्त्रालयलाई अपील पेश गर्न दुई हप्ताको समय छ, जुन पाँच-न्यायाधीश प्यानलमा पेश गरिने छ। खुशीको समाचार @zazemiata + बुल्गेरिया स्थित #Pirin राष्ट्रिय निकुञ्ज क्षति पुर्याउँने योजनाको विरोधमा हजारौं मानिसहरु!

source: Mainstream media in Bulgaria are mostly run by oligarchs and haven't exactly championed the cause, either, presenting protests as insignificant and sparsely attended.
ne: बुल्गेरियामा मुख्य धारका संचार माध्यम प्राय: कुलीन वर्गद्वारा संचालित छन् र वास्तवमा तीनले अभियानलाई समर्थन गर्दैनन्, विरोध प्रदर्शनलाई महत्वहीन ठान्छन् र कम सहभागिता जनाउँछन्। उदाहरणका लागि अभियन्ताहरुलाई "हरित घूसखोरहरु" भनेर पुकारेको छ हालैको एक लेखले ।(Bul. зелени рушветчии)

source: For instance, one recent article calls the activists "the green bribers" (Bul. зелени рушветчии).
ne: बुल्गेरिया यूरोप र बाल्कन क्षेत्रमा मिडिया स्वतन्त्रता प्रति सबभन्दा पछाडि छ।

source: Bulgaria is last on media freedom in EU and in the Balkanshttps://t.co/TdCRdOaPf7#EU2018BG #SavePirin — Aleksandra Terzieva (@Sasha_Terzieva) April 25, 2018
ne: बुल्गेरिया जसले अहिले आलोपालो प्रणालीको अध्यक्षता गरिरहेको छ, मिडिया स्वतन्त्रताको सन्दर्भमा सबै यूरोपियन यूनियन देशहरुमा अन्तिम स्थानमा छ। euractive.com मा पनि सबभन्दा निकृष्ट छ।

source: Nepal’s Kami Rita climbs Mount Everest for a record 22nd time · Global Voices
ne: नेपालका कामीरिता शेर्पाद्वारा २२ औं पटक सगरमाथा आरोहणको कीर्तिमान

source: Kami Rita Sherpa, 48, has climbed Mount Everest the most number of times by any human in the world. Image used with permission.
ne: ४८ वर्षीय कामीरिता शेर्पा सर्वोच्च शिखर सगरमाथामा सबैभन्दा धेरैपटक पुग्ने आरोही बनेका छन्। तस्वीर अनुमतिमा प्रयोग गरिएको।

source: Sherpa mountain guide Kami Rita Sherpa summited Mount Everest, the highest point on Earth, for the 22nd time, leaving behind Apa Sherpa and Furba Tashi Sherpa who have done it 21 times each. This is a world record.
ne: शेर्पा माउन्टेन गाइड कामीरिता शेर्पाले विश्वको सर्वोच्च शिखर सगरमाथा चुचुरोमा २२ औं पटक पाइला टेक्दै २१ औं पटक आरोहण गरिसकेका आरोहीहरू आप्पा शेर्पा र फुर्बा तासी शेर्पालाई पछि पारेका छन्। यो विश्व कीर्तिमान हो।

source: Veteran guide Kami Rita started his summit push with nine other Chinese climbers on the night of Tuesday, May 15, 2018 and reached the summit by Wednesday morning, May 16.
ne: अनुभवी गाइड कामीरिता अन्य नौ जना चिनियाँ आरोहीसहित मे १५, २०१८ मंगलबार राती चुचुरोतर्फ लम्केका थिए र मे १६ बुधवार बिहान सगरमाथा चुचुरो चुमे।

source: Everest Tour company Seven Summit Treks, where he works as a Sherpa guide, announced his new world record:
ne: उनी शेर्पा गाइडका रुपमा आबद्ध रहेको एभरेष्ट टुर कम्पनी सेभन समिट ट्रेकले उनको नयाँ विश्व कीर्तिमान घोषणा गर्यो:

source: This morning 8:30 AM Kami Rita Sherpa made 22 successful ascents of Mt. Everest as a part of Seven Summit Treks Everest Expedition!
ne: आज बिहान ८:३० बजे कामीरिता शेर्पाले सर्वोच्च शिखर सगरमाथा चुचुरोको सफल आरोहण गरेका छन्, सेभन समिट ट्रेक एभरेष्ट एक्स्पेडिसनको एक सदस्यको रुपमा।

source: Congratulations to Kami Rita Sherpa! 8:30AM on 16th May 2018(Nepal time), Kami Rita summited the highest peak Everest (8,848m) for 22 times and broke the world record titled “Most ascents of Everest - Male.”
ne: कामीरिता शेर्पालाई बधाई छ! १६ मे २०१८ बिहान ८:३० बजे (नेपाल समय), कामीरिता शेर्पाले सर्वोच्च शिखर सगरमाथा (८,८४८ मिटर) २२ औं पटक आरोहण गरेर “पुरुषतर्फ सगरमाथामा सबैभन्दा धेरै पटक पुग्ने आरोही” को विश्व कीर्तिमान उपाधि प्राप्त गरे।

source: Sherpa is the name of a Tibetan ethnic group who are native to the most mountainous regions of Nepal and who are highly skilled and experienced climbers. However, the term has come to be used by non-Nepali people to generally refer to guides or porters working in the Mount Everest area.
ne: शेर्पा तिब्बती जातीय समूहभित्र पर्ने समुदाय हो । नेपालको हिमाली भेगका मूलवासी शेर्पा धेरै कुशल र अनुभवी पर्वतारोहीहरूमा गनिन्छन्। तथापि, गैर-नेपाली व्यक्तिहरूले शेर्पा शब्द सामान्यतया सगरमाथा क्षेत्रमा काम गर्ने गाइड वा भरियालाई जनाउन प्रयोग गर्ने गर्दछन्।

source: The job of a Sherpa guide includes preparing the route for climbers to follow, fix ropes in place, and carry the necessary climbing kit up the mountain. It's risky work, but can pay up to 6,000 US dollars a season, much more than the average income in Nepal.
ne: पर्वतारोहीहरूका लागि बाटो बनाउने, डोरी टाँग्ने र पर्वतारोहणका लागि आवश्यक सामान बोक्ने काम शेर्पा गाइडका पेशाभित्र पर्दछ। यो खतरनाक काम हो, तर एक सिजनमा नेपालीको औसत आयभन्दा धेरै बढी ६,००० अमेरिकी डलरसम्म कमाइ हुन्छ। सरकारले विदेशी पर्वतारोहीहरूलाई गाइड लैजान अनिवार्य गरेको छ।

source: "Summiting Everest? It's just like another daily chore," says Kami Rita Sherpa, 21 times Everest summiteer. "These days we've technology and weather forecasting service which has made climbing Everest much easier." These days only those die who don't listen to their Sherpa guides. Otherwise, if you have will power and commitment, you too can do it!
ne: कामीरिता शेर्पा समुदायका हुन् र उनको मूल थलो सोलुखुम्बु जिल्लास्थित थामे गाउँ हो। उनले पहिलो पटक १९९४ मा सगरमाथा आरोहण गरे । पर्वतारोही तथा साहसिक कार्यमा लागी परेका व्यक्तिका लागि विश्वको सर्वोच्च शिखर आरोहण जीवनमा एक पटकको अग्नि परीक्षा भए तापनि यो हरेक वर्ष उनको निम्ति संस्कार बनेको छ।

source: Kami Rita wasn't the only Nepali making news. Compatriot Lhakpa Sherpa climbed as well for the ninth time, the most for any woman in the world, breaking her own previous record.
ne: उनले सिएटलस्थित कमर्सियल गाइडिङ कम्पनी माउन्टेनर्स फर अल्पाइन एसेन्टस इन्टरन्यासनलका लागि व्यावसायिक गाइडका रूपमा लामो समय काम गरे। हाल उनी नेपालीहरूद्वारा संचालित सगरमाथा आरोहण सम्बन्धी नियमित सेवा दिने दर्जनौ कम्पनीहरुमध्ये एक सेभन समिट ट्रेकसँग आबद्ध छन्।
